Repository: fossabot/wp-social-manager
Catalog: languages/ninecodes-social-manager-*.po
Languages: id_id

source: No Image Selected
id_id: Tak ada gambar yang dipilih

source: Add image
id_id: Tambah gambar

source: Change image
id_id: Ubah gambar

source: Remove image
id_id: Hapus gambar

source: Overview
id_id: Ringkasan

source: Accounts
id_id: Akun

source: Buttons
id_id: Tombol

source: Metas
id_id: Meta

source: Advanced
id_id: Lanjutan

source: Social media sites is one of the staple outlets for websites of any scale to distribute their content as well as to attract incoming visitors to the website.
id_id: Media sosial adalah salah satu target utama bagi situs-situs skala apapun untuk mendistribusikan konten mereka serta untuk menarik pengunjung yang masuk ke situs web.

source: In this screen, you can find a number of options that allow you configure the utilities to optimize this website presence and presentation on popular social media sites such as Facebook, Twitter, Pinterest, LinkedIn, and Google+.
id_id: Pada layar ini, Anda dapat menemukan sejumlah opsi pengaturan untuk mengoptimalkan tampilan serta presensi website anda di media sosial populer seperti Facebook, Twitter, Pinterest, LinkedIn, dan Google+.

source: You must click the Save Changes button at the bottom of the screen for the new settings to take effect.
id_id: Anda harus mengklik tombol Simpan Perubahan di bagian bawah layar untuk menetapkan pengaturan yang baru.

source: You might have registered one or more accounts (e.g. Facebook page, a Twitter profile, a Google+ page, etc.) to represent this website presence in the some social media sites.
id_id: Anda mungkin telah mendaftar beberapa akun (seperti sebuah laman Facebook, profil Twitter, laman Google+, dll.) sebagai representasi kehadiran website ini di dalam social media.

source: You can add username of these profiles and pages in the Account tab input fields. The added profiles and pages can be displayed through the "Social Profiles" widget which you can find in the %s admin page.
id_id: Anda dapat menambahkan nama pengguna dari profil dan laman tersebut pada input yang tersedia di tab Akun. Profil dan laman yang telah ditambahkan dapat ditampilkan melalui widget “Profil Media Sosial” yang dapat Anda temukan di %s.

source: Social buttons, generally, allow the readers to share or save this website content to social media sites.
id_id: Tombol sosial, secara umum, memungkinkan pembaca untuk berbagi atau menyimpan konten website ini ke situs media sosial.

source: In the Buttons setting tab, you can configure several aspects of these buttons including the buttons appearance, the social network sites to include, and the position where these buttons should be displayed within the content.
id_id: Pada tab pengaturan Tombol, Anda dapat mengatur beberapa aspek pada tombol tersebut termasuk tampilannya, media sosial yang disertakan, dan posisi di mana tombol tersebut ditampilkan dalam konten.

source: In the Metas setting tab, you can configure the social meta tags such as Open Graph and Twitter Cards added in this website %s tag.
id_id: Pada tab pengaturan Metas, Anda dapat mengatur meta tag sosial seperti Open Graph dan Twitter Cards yang disematkan pada %s tag di website ini.

source: These meta tags may be used to serve customized title, description, image and other things that will represent this website in the social network sites with a more compelling presentation format.
id_id: Meta tag dapat digunakan untuk menampilakan penyesuaian judul, deskripsi, gambar dan lain-lain yang akan mewakili website ini di sosial media dengan format presentasi yang lebih menarik.

source: If this functionality has been served through a 3rd-party plugin, you may disable it to avoid conflicts with the plugin by unticking the "Enable Meta Tags" option.
id_id: Jika fungsi ini telah ditambahkan melalui plugin pihak ke-3, Anda dapat menonaktifkannya untuk menghindari konflik dengan plugin tersebut dengan tidak mencentang pilihan “Aktifkan Meta Tags”.

source: This tabs contains some advanced stuff which may require technical skills at some level. Change the setting options with cautious. But, it is better to leave the options in this tab as is whenever in doubt.
id_id: Tab ini berisi beberapa hal lanjutan yang mungkin memerlukan keterampilan teknis pada tingkat tertentu. Ubah opsi pengaturan dengan hati-hati. Tapi, lebih baik untuk meninggalkan pilihan di tab ini jika anda ragu.

source: Useful references:
id_id: Referensi berguna:

source: The Open Graph Protocol
id_id: Open Graph Protocol

source: Social
id_id: Sosial

source: Social Settings
id_id: Pengaturan Sosial

source: Profiles & Pages
id_id: Profil & Halaman

source: Add the social media profiles and pages related to this website.
id_id: Tambahkan profil media sosial dan laman terkait dengan situs ini.

source: Content
id_id: Konten

source: Options to configure the social media buttons that allows people to share, like, or save content of this site.
id_id: Pilihan untuk mengatur tombol media sosial yang memungkinkan pengunjung untuk berbagi atau menyimpan konten dari situs ini.

source: Image
id_id: Gambar

source: Options to configure the social media buttons shown on the content images.
id_id: Pilihan untuk mengatur tombol media sosial yang akan ditampilkan pada gambar di konten.

source: Modes
id_id: Mode

source: Configure the modes that work best for your website.
id_id: Atur mode terbaik yang dapat bekerja untuk website Anda.

source: Show the buttons in
id_id: Tampilkan tombol di

source: Select the %s that are allowed to show the social media buttons.
id_id: Pilih %s yang diizinkan untuk menampilkan tombol media sosial.

source: Post Types
id_id: Jenis Post

source: Buttons View
id_id: Tampilan Tombol

source: Select the social media buttons appearance shown in the content.
id_id: Pilihan untuk mengatur tampilan tombol media sosial yang akan ditampilkan dalam konten.

source: Buttons Placement
id_id: Penempatan Tombol

source: Select the location to show the social media buttons in the content.
id_id: Pilih lokasi dalam konten untuk menampilkan tombol media sosial.

source: Buttons Heading
id_id: Judul Tombol

source: Set the heading shown before the buttons (e.g. %s).
id_id: Atur judul yang ditampilkan sebelum tombol (misal %s).

source: Share on:
id_id: Bagikan ke:

source: Include these
id_id: Sertakan berikut

source: Image Buttons Display
id_id: Tampilan Tombol Gambar

source: Show the social media buttons on images in the content
id_id: Tampilkan tombol media sosial pada gambar dalam konten

source: List of %s that are allowed to show the social media buttons on the images of the content.
id_id: Daftar %s yang diizinkan untuk menampilkan tombol media sosial pada gambar dalam konten.

source: Select the social media buttons appearance shown on the images of the content.
id_id: Pilihan untuk mengatur tampilan tombol media sosial yang akan ditampilkan pada gambar di konten.

source: Enable Meta Tags
id_id: Aktifkan Meta Tags

source: Generate social media meta tags on this website
id_id: Sematkan meta tag media sosial di website ini

source: Site Name
id_id: Nama Website

source: The website name or brand as it should appear within the social media meta tags (e.g. %s)
id_id: Nama atau merek website yang akan termuat dalam meta tag media sosial (misal %s)

source: Site Title
id_id: Judul Website

source: The title of this website as it should appear within the social media meta tags.
id_id: Judul dari situs ini yang akan termuat dalam meta tag media sosial.

source: Site Description
id_id: Deskripsi Website

source: A one to two sentence describing this website that should appear within the social media meta tags.
id_id: Satu atau dua kalimat yang mendeskripsikan website ini yang akan termuat dalam meta tag media sosial.

source: Site Image
id_id: Gambar Website

source: An image URL which should represent this website within the social media meta tags (e.g. Open Graph, Twitter Cards, etc.)
id_id: URL gambar yang mewakili website ini yang akan termuat dalam meta tag media sosial (seperti Open Graph, Twitter Cards, dll)

source: Enable Stylesheet
id_id: Aktifkan Stylesheet

source: The Theme being used in this website has included the styles in its own stylesheet.
id_id: Tema yang digunakan dalam website ini sudah memuat stylesheet tersendiri.

source: Load the plugin stylesheet to apply essential styles.
id_id: Sematkan stylesheet dari plugin ini untuk mengaplikasikan tampilan dasar.

source: Buttons Mode
id_id: Mode Tombol

source: Select the mode to render the social media buttons.
id_id: Pilih mode untuk membuat tombol media sosial.

source: Link Mode
id_id: Mode Tautan

source: Select the link mode to append when the content or the image is shared.
id_id: Pilih mode tautan yang ditambahkan ketika konten atau gambar dibagikan di sosial media.

source: Social Profiles
id_id: Profil Sosial Me

source: Your very own social media profiles and pages.
id_id: Profile dan halaman sosial media Anda.

source: Bummer! you do not have the authority to save this inputs.
id_id: Gelandangan! Anda tidak memiliki wewenang untuk menyimpan input ini.

source: Facebook profile or page (e.g. %s)
id_id: Profil atau halaman Facebook (misal %s)

source: Twitter profile without the %1$s (e.g. %2$s)
id_id: Profil Twitter tanpa tanda %1$s (misal %2$s)

source: Instagram profile (e.g. %s)
id_id: Profil Instagram (misal %s)

source: Pinterest profile (e.g. %s)
id_id: Profil Pinterest (misal %s)

source: LinkedIn profile (e.g. %s)
id_id: Profil LinkedIn (misal %s)

source: Google+ profile or page. Include the %1$s sign if necessary (e.g. %2$s)
id_id: Profil atau halaman Google+. Sertakan tanda %1$s jika perlu (misal %2$s)

source: Youtube channel (e.g. %s)
id_id: Kanal Youtube (misal %s)

source: Reddit profile (e.g. %s)
id_id: Profil Reddit (misal %s)

source: Dribbble portfolio (e.g. %s)
id_id: Portofolio di Dribbble (misal %s)

source: Behance portfolio (e.g. %s)
id_id: Portofolio di Behance (misal %s)

source: Github repository (e.g. %s)
id_id: Repositori di Github (misal %s)

source: CodePen profile (e.g. %s)
id_id: Profil CodePen (misal %s)

source: Icon Only
id_id: Ikon Saja

source: Text Only
id_id: Teks Saja

source: Icon and Text
id_id: Ikon dan Teks

source: Before the content
id_id: Sebelum konten

source: After the content
id_id: Setelah konten

source: Settings
id_id: Pengaturan

source: Limit response to a particular social buttons set.
id_id: Batasi respon pada satu set tombol sosial tertentu.

source: Invalid buttons ID.
id_id: ID tombol tak valid.

source: Follow Us
id_id: Ikuti Kami

source: Social Media Profiles
id_id: Profil Sosial Media

source: Display list of social media profile and page URLs connected to this website.
id_id: Menampilkan daftar URL profil dan halaman media sosial yang terhubung ke situs ini.

source: Title:
id_id: Judul:

source: Please add at least one social media profile of this website in the %s.
id_id: Tambahkan setidaknya satu profil media sosial dari situs ini di %s.

source: setting page
id_id: halaman pengaturan

source: View:
id_id: Tampilan:

source: Optimize your website presence in social media.
id_id: Mengoptimalkan tampilan website anda pada media sosial.
